Repository: TechVisionzz/einvitation-wordpress
Catalog: einvitation/languages/einvitation-*.po
Languages: ur

source: Events
ur: واقعات

source: Event
ur: احوال

source: einvitation
ur: ای دعوت

source: Add New
ur: نیا اضافہ کریں

source: Add New Event
ur: نیا واقعہ شامل کریں

source: New Event
ur: نیا واقعہ

source: Edit Event
ur: واقعہ تدوین کریں

source: View Event
ur: منظر واقعہ

source: All Events
ur: تمام واقعات

source: Search Events
ur: تلاش واقعات

source: Event Cover Image
ur: ایونٹ کور امیج

source: Set cover image
ur: کور امیج سیٹ کریں۔

source: Remove cover image
ur: کور کی تصویر کو ہٹا دیں۔

source: Use as cover image
ur: کور امیج کے طور پر استعمال کریں۔

source: Event archives
ur: ایونٹ آرکائیوز

source: Insert into Event
ur: ایونٹ میں داخل کریں۔

source: Uploaded to this Event
ur: اس ایونٹ میں اپ لوڈ کیا گیا۔

source: Filter Events list
ur: واقعات کی فہرست کو فلٹر کریں۔

source: Events list navigation
ur: واقعات کی فہرست نیویگیشن

source: Events list
ur: واقعات کی فہرست

source: Event Category
ur: ایونٹ کا زمرہ

source: Please Select
ur: براہ مہربانی منتخب کریں

source: corporate
ur: کارپوریٹ

source: Gala or Fundraiser
ur: گالا یا فنڈ ریزر

source: Show or Performance
ur: دکھائیں یا کارکردگی

source: Wedding
ur: شادی

source: Reunion
ur: ری یونین

source: Holiday Party
ur: چھٹی پارٹی

source: Military
ur: فوجی

source: BirthDay
ur: سالگرہ

source: Faith Based
ur: ایمان کی بنیاد پر

source: other
ur: دوسرے

source: Event Type
ur: واقعہ کی قسم

source: public
ur: عوام

source: private
ur: نجی

source: start time
ur: وقت آغاز

source: end time
ur: اختتامی وقت

source: latitude
ur: طول

source: longitude
ur: طول البلد

source: Delete
ur: حذف کریں۔

source: Add more Time & Location
ur: مزید وقت اور مقام شامل کریں۔

source: Select Location
ur: مقام منتخب کریں۔

source: Event Tags
ur: ایونٹ ٹیگز

source: Event Receiver
ur: واقعہ وصول کنندہ

source: contacts
ur: رابطے

source: contact
ur: رابطہ

source: All contacts
ur: تمام رابطے

source: Parent contact
ur: والدین کا رابطہ

source: Edit contact
ur: رابطے میں ترمیم کریں۔

source: Add New contact
ur: نیا رابطہ شامل کریں۔

source: New contact Name
ur: رابطہ کا نیا نام

source: Email
ur: ای میل

source: contact number
ur: رابطہ نمبر

source: My Events
ur: میرے واقعات

source: Current Events
ur: موجودہ واقعات

source: Past Events
ur: ماضی کے واقعات

source: No Public Event is available
ur: کوئی عوامی تقریب دستیاب نہیں ہے۔

source: No Past Event is available
ur: کوئی ماضی کا واقعہ دستیاب نہیں ہے۔

source: Public Events
ur: عوامی تقریبات
